Repository: DJDQfff/EroMangaManager.WinUI3
Catalog: EroMangaManager.WinUI3/Strings/*/QuestionAndAnswers.resw
Source language: en
Languages: zh_cn

# Answer_MangaLibrary
source: Separate management of the doujinshi according to its folder
zh_cn: 按文件夹对本子进行区分管理

# Answer_SupportedType
source: Zip only. For saving books,Zip is the best choice.。 Other formats (e.g., RAR, 7Z) are of course possible, but they are not optimal. ZIP format is a free and open source compressed archive format, Windows built-in support for ZIP, with good decompression speed and compression rate.
zh_cn: 仅Zip。对于保存本子而言，zip是个最好的选择。其他格式（如rar，7z）当然可以，但并不是最优解。zip格式是一种免费开源的压缩档案格式，windows内置支持zip，具有较好的解压缩速度和压缩率。

# Answer_Tag
source: This Tag is read from the doujinshi. For example, in the file "[Jade Sugar] キミ色保護色 (COMIC BAVEL June 2021 issue) [無邪気漢化組] [無邪気無無universe分組] [MJK-22-Z2748] [無amendment].zip], in this software, content contained in a pair of parentheses will be recognized as a Tag, and content not included in parentheses will be recognized as this doujinshi. This is not necessarily 100% correctly identifiable.
zh_cn: 本子标签从本子名读取。如文件"[玉砂糖] キミ色保護色 (COMIC BAVEL 2021年6月号) [無邪気漢化組] [無邪気無修宇宙分組] [MJK-22-Z2748] [無修正].zip"，在本软件中，包含在一对括号中的内容将被识别为Tag，未包含在括号中的内容将被识别为本子名称。这不一定100%正确识别。

# Answer_WhatISTheApp
source: This is a software used to manage the compressed format of the book of the local collection.。 If you don't know what a book is,Then there's a high probability you won't use this software.。
zh_cn: 这是一个用于管理本地收藏的压缩格式的本子的软件。如果你不知道什么是本子，那么你大概率用不上本软件。

# Answer_WhyZipRatherFolder
source: With folders, there will be a large number of scattered individual picture files. A large number of scattered files and their difficulty in managing (e.g. copying and pasting slows down the system) and are also conducive to collections.
zh_cn: 使用文件夹，会有大量散乱的单个图片文件。大量零散文件及其不容易管理（如复制粘贴时会拖累系统速度），而且也利于收藏。

# Description_20221219
source: Add the ability to export PDFs
zh_cn: 添加导出PDF功能

# Description_20221226
source: Fixed some bugs; Add a changelog
zh_cn: 修复了一些bug;添加更新日志

# Description_20230109
source: Added duplicate book search function
zh_cn: 添加重复本子查找功能

# Description_20230125
source: Reading page full-screen functionality; default bookshelf
zh_cn: 阅读页面全屏功能；默认书架

# Description_20230205
source: Optimized startup speed
zh_cn: 优化启动速度

# Description_before
source: Older records
zh_cn: 更早的记录

# Question_MangaLibrary
source: This doujinshi-library
zh_cn: 本子库

# Question_SupportedType
source: Supported types
zh_cn: 支持的类型

# Question_Tag
source: Tag
zh_cn: 标签

# Question_WhatISTheApp
source: What kind of software is it?
zh_cn: 这是什么软件？

# Question_WhyZipRatherFolder
source: Why use a compressed format instead of folders
zh_cn: 为什么使用压缩格式而不是文件夹

# Version_before
source: Earlier versions
zh_cn: 更早的版本
